[Lang]
Name=English
FONT=Tahoma

[Translate]
" s"=" s"
"(Empty)"="(Empty)"
"1 min"="1 min"
"10 min"="10 min"
"12 Hour"="12 Hour"
"120s"="120s"
"15s"="15s"
"1800s"="1800s" 
"2 min"="2 min"
"24 Hour"="24 Hour"
"30 min"="30 min"
"300s"="300s"
"30s"="30s"
"5 min"="5 min"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="802.1x Mode"
"802.1x"="802.1x Settings"
"Account 1"="Account 1"
"Account 2"="Account 2"
"Account 3"="Account 3"
"Account 4"="Account 4"
"Account 5"="Account 5"
"Account 6"="Account 6"
"Account ID"="Account ID"
"Account Not Usable!"="Account  Unusable!"
"Account"="Account"
"Accounts"="Accounts"
"ACD Login"="ACD Login"
"ACD State"="ACD State"
"ACD Trace"="ACD Trace"
"ACD"="ACD"
"Activation"="Account Status"
"Active Level"="Backlight Active Level"
"Adapter has added, scanning the bluetooth devices right now?"="Adapter has been added,scan bluetooth devices right now?"
"Adapter has removed out"="Adapter has been removed !"
"Add Number"="Add Number"
"Add Personal"="Add Personal"
"Add selected To Personal?"="Add selected To Personal?"
"Add the records success"="Add the records success"
"Add to"="Add to"
"Add"="Add"
"admin"="Admin"
"Advanced"="Advanced"
"After Ring Times"="After Ring Time"
"ALERT"="ALERT"
"All Broadsoft Group"="All Network Group"
"All Buddies"="All Buddies"
"All Calls"="All Calls"
"All Contacts"="All Contacts"
"All Key"="All Keys"
"All Lines"="All Lines"
"All Local Call"="All Local Calls"
"All Network Call"="All Network Calls"
"All Off"="All Off"
"All On"="All On"
"All XML Group"="All XML Group"
"Allow Remote Control"="Allow Remote Control"
"Allow Remote Control?"="Allow Remote Control"
"Always Forward"="Always Forward"
"Always On"="Always On"
"Anonymous Code"="Anonymous Code"
"Anonymous Reject"="Anonymous Rejection"
"Anonymous Rejection"="Anonymous Rejection"
"Anonymous"="Anonymous"
"Answer Comfimation"="Answer Comfirmation"
"Answer"="Answer"
"Anywhere"="Anywhere"
"Apr"="Apr"
"Are you sure to remove "="Are you sure to remove "
"Aug"="Aug"
"auth error"="auth error"
"Authentication failure!"="Authentication failure!"
"Auto Answer"="Auto Answer"
"Auto Connect:"="Auto Connect:"
"Auto provision now?"="Auto provision now?"
"Auto Provision to"="Auto Provision to"
"Auto Provision"="Auto Provision"
"Auto Redial"="Auto Redial"
"Auto Redial?"="Auto Redial"
"Auto"="Auto"
"Auto-login"="Auto Login"
"AutoBLFList is on, manually configing is forbiden!"="Auto BLF List is on,so manual configure is forbidden!"
"AutoConnect"="Auto Connection"
"AutoFavorite is on, manually configing is forbiden!"="AutoFavorite is on, manually configing is forbiden!"
"Automatic"="Automatic"
"AutoProvision"="Auto Provision"
"Avail"="Available"
"Available"="Available"
"Away"="Away"
"Back"="Back"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Backlight Time"
"BackLight"="BackLight"
"BackSpace"="BackSpace"
"Bad Request"="Bad Request"
"Barge In"="Barge In"
"Basic"="Basic"
"Betransferred"="Be transferred"
"Blacklist"="Blacklist"
"BLF List"="BLF List"
"BLF"="BLF"
"Block"="Block"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices:"
"Bluetooth"="Bluetooth"
"Bridge mode unsupported in PPPoE!"="Bridge mode unsupported in PPPoE!"
"Bridge"="Bridge"
"BridgeID is invalid!"="BridgeID is invalid!"
"BridgeID"="Bridge ID"
"Broadsoft Calllog"="Network Calllog"
"Broadsoft Contacts"="Network Directory"
"BroadSoft Group"="Network Directory"
"Broadsoft_Idle"="Network Group"
"BroadsoftMenu_Idle"="Network Group"
"BST Call Log"="Network Call Log"
"BST Directory"="Network Directory"
"Buddies"="Buddies"
"Busy Forward"="Busy Forward"
"Busy Here"="Busy Here"
"Busy"="Busy"
"Cable Disconnect"="Cable Disconnected"
"Call Completion"="Call Completion"
"Call Control"="Call Control"
"Call Fail"="Call Fail"
"Call Feature"="Call Features"
"Call Finish"="Call Finish"
"Call Forward"="Call Forward"
"Call Infomation"="Call Infomation"
"Call off code can't be empty!"="Off Code can't be empty!"
"Call off code is invalid!"="Call off code is invalid!"
"Call on code is invalid!"="Call on code is invalid!"
"Call Park"="Call Park"
"Call Pickup"="Call Pickup"
"Call Return"="Call Return"
"Call Waiting"="Call Waiting"
"CallForwarding"="Call Forward"
"CallInfo"="CallInfo"
"Calling"="Outgoing Call"
"Calllog"="History"
"Callout"="Callout"
"CallReturn_Idle"="Call Return"
"Calls for Pickup"="Calls for Pickup"
"Calls Longest"="Calls Longest"
"Cancel"="Cancel"
"CC Name"="CC Name"
"CC UID"="CC UID"
"Certificate"="Certificate"
"CHATTY"="CHATTY"
"Chinese"="Chinese_S"
"Chinese_S"="Chinese_S"
"Chinese_T"="Chinese_T"
"Choose a group"="Choose a group"
"Clear all account config?"="Clear all account config?"
"Clear All Records?"="Delete all records?"
"Clear this group messages?"="Clear this group messages?"
"Common is invalid!"="Invalid Common AES Key"
"Common"="Common AES Key"
"Company"="Company"
"Conference with"="Conference with"
"Conference"="Conference"
"Config Updating"="Config Updating"
"Configuration Reset"="Config Reset"
"Confirm password must be the same with the new password!"="Password don't matched!"
"Confirm Password"="Confirm Password"
"Confirm PIN"="Confirm PIN"
"Connect failed."="Connect failed."
"Connect Success."="Connect Success."
"Connect"="Connect"
"Connecting.."="Connecting..."
"Contact Details"="Contact Details"
"Contact is not in blacklist!"="Contact is not in blacklist!"
"Contact list is full!"="Contact list is full!"
"Contact name already existed!"="Contact name already existed!"
"Contacts Setting"="Contacts Setting"
"Contrast Level"="Contrast Level"
"Contrast"="Contrast"
"Copy to All Lines?"="Copy to all lines?"
"Current Password"="Current Password"
"Current PIN is incorrect!"="Current PIN is incorrect!"
"Current PIN"="Current PIN"
"Custom DND"="Custom DND"
"Custom Forward"="Custom Forward"
"Customer"="Customer"
"Data invalid!"="Data invalid!"
"Date & Time"="Time & Date"
"Date Format"="Date Format"
"Date"="Date"
"Daylight Saving"="Daylight Saving"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"Dec"="Dec"
"Default Account"="Default Account"
"Default"="Default"
"Delete all contacts?"="Delete all contacts?"
"Delete all item?"="Delete all item?"
"Delete All items?"="Delete All items?"
"Delete all locations?"="Delete all locations?""
"Delete all numbers"="Delete all number?"
"Delete All"="Delete All"
"Delete Failed!"="Delete Failed"
"Delete failed."="Delete Failed"
"Delete location?"="Delete location?"
"Delete numbers"="Delete number?"
"Delete selected contact?"="Delete the selected contact?"
"Delete Selected Item?"="Delete the selected Contact?"
"Delete Selected Records?"="Delete Selected Records?"
"Delete selected wallpapper?"="Delete selected wallpapper?"
"Delete seleted item?"="Delete the selected item?"
"Delete successed"="Delete successed"
"Delete the contact?"="Delete the selected contact?"
"Delete the record?"="Delete the selected record?"
"Delete the selected Group?"="Delete the selected Group?"
"Delete the selected message?"="Delete the selected message"
"Delete this message?"="Delete this message?"
"Delete"="Delete"
"Deleting. Please wait..."="Deleting. Please wait..."
"Department"="Department"
"Determined to restore the factory settings?"="Reset to Factory?"
"Device Name"="Device Name"
"DHCP Server"="DHCP Server"
"DHCP Time"="DHCP Time"
"DHCP"="DHCP"
"Dial"="Send"
"Dialed Calls"="Placed Calls"
"Dialing"="Dialing"
"Directories"="Directory"
"Directory"="Directory"
"Directory_Idle"="Directory"
"Disabled"="Disabled"
"Disabled"="Disabled"
"Discard"="Discard"
"Disconnect Failed."="Disconnect failed."
"Disconnect Success."="Disconnect Success."
"Disconnect"="Disconnect"
"Disconnecting.."="Disconnecting..."
"DispCode"="Disp Code"
"Display name is invalid!"="Display name is invalid!"
"Display Name"="Display Name"
"Display"="Display"
"Disposition Code"="Disposition Code"
"DND"="DND"
"Do Not Disturb"="Do Not Disturb"
"Do you want to discard your change?"="Do you want to discard your change?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Does not exist anywhere"="Does not exist anywhere"
"Dot"="Dot"
"DP01 Setting"="DP01 Setting"
"DP02 Setting"="DP02 Setting"
"DPickup"="DPickup"
"Draftbox"="Draftbox"
"Dss Key"="DSS Key"
"DSS Keys"="DSS Keys"
"DssKey 1"="DssKey 1"
"DssKey 10"="DssKey 10"
"DssKey 11"="DssKey 11"
"DssKey 12"="DssKey 12"
"DssKey 13"="DssKey 13"
"DssKey 14"="DssKey 14"
"DssKey 15"="DssKey 15"
"DssKey 16"="DssKey 16"
"DssKey 17"="DssKey 17"
"DssKey 18"="DssKey 18"
"DssKey 19"="DssKey 19"
"DssKey 2"="DssKey 2"
"DssKey 20"="DssKey 20"
"DssKey 21"="DssKey 21"
"DssKey 22"="DssKey 22"
"DssKey 23"="DssKey 23"
"DssKey 24"="DssKey 24"
"DssKey 25"="DssKey 25"
"DssKey 26"="DssKey 26"
"DssKey 27"="DssKey 27"
"DssKey 28"="DssKey 28"
"DssKey 29"="DssKey 29"
"DssKey 3"="DssKey 3"
"DssKey 4"="DssKey 4"
"DssKey 5"="DssKey 5"
"DssKey 6"="DssKey 6"
"DssKey 7"="DssKey 7"
"DssKey 8"="DssKey 8"
"DssKey 9"="DssKey 9"
"DTMF"="DTMF"
"Duration"="Duration"
"E-Common"="E-Common"
"EAP-MD5"="EAP-MD5"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Edit Location"
"Edit Number"="Edit Number"
"Edit"="Edit"
"Email"="Email"
"Emergency Escalation"="Emergency Escalation"
"Emergency"="Emergency"
"Empty"="Empty"
"empty"="Empty"
"Enable Diversion Inhibitor"="Enable Diversion Inhibitor"
"Enable this Location"="Enable this Location"
"Enabled"="Enabled"
"End Call"="End Call"
"End IP"="End IP"
"English"="English"
"Enter Code"="Enter Code"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Number"="Enter number"
"Enter Password"="Enter Password"
"Enterprise"="Enterprise"
"Exit"="Exit"
"Exit_Disposition_Code"="Cancel"
"Extended Away"="Extended Away"
"Extension is invalid!"="Extension is invalid!"
"Extension"="Extension"
"Factory Installed"="Factory Installed"
"Fail!"="Fail!"
"Failed to connect to server!"="Failed to connect to server!"
"Failed to modify password!"="Failed to modify password!"
"Failed. Please retry..."="Failed. Please retry..."
"Family"="Family"
"Far Mute"="Far Mute"
"Favorite"="Favorite"
"Favourite"="Favourite"
"Feb"="Feb"
"File do not exist !"="File do not exist !"
"File is too large !"="File is too large !"
"File layout error !"="File layout error !"
"Firmware Update..."="Firmware Update..."
"Firmware"="Firmware"
"FirstName"="First Name"
"Forbidden Number"="Forbidden Number"
"Forbidden"="Forbidden"
"Format"="Format"
"Forward Option"="Forward Option"
"Forward to is invalid!"="Target can't be empty!"
"Forward To"="Forward To"
"Forward to"="Forward To"
"Forward"="Forward"
"Forwarded Calls"="Forwarded"
"French"="French"
"Fri"="Fri"
"Friday"="Friday"
"Friend"="Friend"
"From"="From"
"Full Reset"="Full Reset"
"Fun Key"="Function Keys"
"FWD International"="FWD International"
"FWD"="FWD"
"G-Common"="G-Common"
"g722 codec is not avaliable in four ways conference!"="G722 codec is not avaliable in four ways conference!"
"Gateway is invalid!"="Invalid Gateway!"
"Gateway"="Gateway"
"Genaral"="General"
"General"="General"
"German"="German"
"GetConfigData Failed, Please Retry!"="GetConfigData Failed, Please Retry!"
"GPark"="GPark"
"GPickup"="Gpickup"
"Group isn't exist!"="Group isn't exist!"
"Group Listening"="Group Listening"
"Group name already existed!"="Group name already existed!"
"Group name can't be empty!"="Group name can't be empty!"
"Group Pick Up"="Group Pickup"
"Group"="Group"
"Guest Login"="Guest Login"
"GuestIn"="Guest In"
"GuestOut"="Guest Out"
"Hardware"="Hardware"
"has been used!"="has been used!"
"Has Connected"="Has Connected"
"Hebrew"="Hebrew"
"Held"="Held"
"Hide Number"="Hide Number"
"History Details"="History Details"
"History Record"="History Record"
"History Setting"="History Setting"
"History"="History"
"History_Idle"="History"
"Hold"="Hold"
"Hot Desking"="Hot Desking"
"Hot Desking"="Hot Desking"
"Hoteling"="Hoteling"
"HotelingLogin..."="Hoteling Login..."
"Hotline Delay 0-10(s)"="Hotline Delay 0-10(s)"
"Hotline delay is invalid!"="Hotline delay is invalid!"
"Hotline delay should be 0-10!"="Hotline delay should be 0-10!"
"Hotline"="Hotline"
"Http port should be 1-65535!"="HTTP port should be 1-65535!"
"Http Port"="HTTP Port"
"Http"="HTTP Status"
"Https port should be 1-65535!"="HTTPS port should be 1-65535!"
"Https Port"="HTTPS Port"
"Https"="HTTPS Status"
"Identity is invalid!"="Identity is invalid!"
"Identity"="Identity"
"Image is too large !"="Image is too large !"
"Image load error !"="Image load error !"
"Image loading. Please wait !"="Image loading. Please wait !"
"IME"="IME"
"Inactive Level"="Backlight Inactive Level"
"Inbox"="Inbox"
"Incoming Call"="Incoming Call"
"Inexitstence"="Inexitstence"
"Initial ACD State"="Initial ACD State"
"Initial State"="Initial State"
"Input contains invalid character like ''\"\\"="Input contains invalid character like ''\"\\"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input contains invalid character like '<>'\"\\"="Input contains invalid character like '<>'\"\\"
"Intercom Allow"="Accept Intercom"
"Intercom Barge"="Intercom Barge"
"Intercom Mute"="Intercom Mute"
"Intercom Tone"="Intercom Tone"
"Intercom"="Intercom"
"Interval"="Interval"
"Invalid Account"="Invalid Account!"
"Invalid account"="Invalid Account!"
"Invalid DHCP End IP Address!"="Invalid DHCP End IP Address!"
"Invalid DHCP Start IP Address!"="Invalid DHCP Start IP Address!"
"Invalid DTMF value!"="Invalid DTMF value!"
"Invalid IP Address!"="Invalid IP Address!"
"Invalid Number"="Invalid Number"
"Invalid Paging Value!"="Invalid Paging Value!"
"Invalid Subnet Mask!"="Invalid Subnet Mask!"
"Invalid URI !"="Invalid URI !"
"Invalid WAN type"="Invalid WAN type"
"IP address has been used!"="IP address has been used!"
"IP address is invalid!"="Invalid IP Address!"
"IP conflict"="IP conflict"
"IP Conflicted"="IP Conflicted"
"IP Mode"="IP Mode"
"IP"="IP Address"
"IPAddress Mode"="IP Mode"
"IPaddress Mode"="IP Mode"
"IPV4 & IPV6"="IPv4 & IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="IPv4 Default Gateway"
"IPv4 Gateway"="IPv4 Gateway"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="IPv4 Pri. DNS"
"IPv4 Sec.DNS"="IPv4 Sec. DNS"
"IPV4 Status"="IPv4 Status"
"IPv4 Subnet mask is invalid!"="Invalid Subnet Mask!"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPV4 WAN Port"="IPv4 WAN Port"
"IPv4 WAN Type"="IPv4 WAN Type"
"IPV4"="IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="IPv6 Default Gateway"
"IPv6 IP Prefix"="IPv6 IP Prefix"
"IPv6 IP"="IPv6 IP"
"IPv6 Pri.DNS"="IPv6 Pri. DNS"
"IPv6 Prifix"="IPv6 Prifix"
"IPv6 Sec.DNS"="IPv6 Sec. DNS"
"IPV6 Status"="IPv6 Status"
"IPv6 Subnet mask is invalid!"="IPv6 Subnet mask is invalid!"
"IPV6 WAN Port"="IPv6 WAN Port"
"IPv6 WAN Type"="IPv6 WAN Type"
"IPV6"="IPv6"
"IPv6"="IPv6"
"Italian"="Italian"
"Item 1"="Item 1"
"Item 2"="Item 2"
"Item 3"="Item 3"
"Item 4"="Item 4"
"Item 5"="Item 5"
"Item 6"="Item 6"
"Items out of limit !"="Items out of limit !"
"Jan"="Jan"
"Jul"="Jul"
"Jun"="Jun"
"Key #"="#"
"Key *"="*"
"Key As Send"="Key as Send"
"Key Event"="Key Event"
"Key Type"="Key Type"
"Key"="KEY"
"KeyGuard"="Keypad"
"Keypad Lock Enable"="Keypad Lock Enable"
"Keypad Lock Type"="Keypad Lock Type"
"Keypad Lock!"="Keypad Lock"
"Keypad Lock"="Keypad Lock"
"Keypad"="Keypad"
"KeypadLock_Idle"="KeypadLock"
"Keypress Sound"="Key Tone"
"Label is invalid!"="Label is invalid!"
"Label"="Label"
"LAN IP"="LAN IP"
"LAN Mask"="LAN Mask"
"LAN Type"="LAN Type"
"Language initializing. Please wait..."="Language initializing. Please wait..."
"Language"="Language"
"LastName"="Last Name"
"LDAP"="LDAP"
"Line 1"="Line 1"
"Line 2"="Line 2"
"Line 3"="Line 3"
"Line 4"="Line 4"
"Line 5"="Line 5"
"Line 6"="Line 6"
"Line Select"="Line Select"
"Line"="Line"
"line"="Line"
"Load Config Data Failed!"="Load Config Data Failed!"
"Load Fail!"="Load Fail!"
"Load Failed!"="Load Failed!"
"Load Failed"="Load Failed!"
"Loading error !"="Loading error !"
"Loading image..."="Loading image..."
"Loading, please wait..."="Loading, Please wait..."
"Loading. Please wait..."="Loading. Please wait..."
"Local Anonymous"="Local Anonymous"
"Local Calllog"="Local Calllog"
"Local Contacts"="Local Directory"
"Local Group"="Local Group"
"Local_Idle"="Local Group"
"LocalMenu_Idle"="LocalDir"
"Locations"="Locations"
"Login As"="Login As"
"Login Failed."="Login failed."
"Login"="Login"
"Login..."="Login"
"Logout"="Logout"
"Low"="Low"
"MAC Address"="MAC Address"
"MAC oriented is invalid!"="Invalid MAC-Oriented AES Key"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented AES"
"mail"="mail"
"Main Menu"="Main Menu"
"Manual"="Manual Settings"
"Mar"="Mar"
"MASK"="Mask"
"May"="May"
"Meet-me"="Meet-me"
"Memory Full!"="Memory Full"
"Menu Key"="Menu Key"
"Menu"="Menu"
"Message"="Messages"
"Missed Calllog"="Missed"
"Missed Calls"="Missed"
"MM/DD/YY"="MM/DD/YY"
"Mobile"="Mobile"
"Model"="Model"
"Mon"="Mon"
"Monday"="Monday"
"More"="More"
"Move Down"="Move Down"
"Move selected to Blacklist?"="Move selected to Blacklist?"
"Move selected to Contacts?"="Move selected to Contacts?"
"Move the contact to Blacklist?"="Move the contact to Blacklist?"
"Move the contacts success"="Move the contacts success"
"Move to blacklist success"="Move to blacklist success"
"Move Up"="Move Up"
"Move"="Move"
"Moving contact..."="Moving contact..."
"Mute"="Mute"
"My Device Information"="My Device Information"
"My Status"="My Status"
"N/A"="N/A"
"Name can not be empty!"="Name can't be empty!"
"Name Unknown"="Name Unknown"
"Name"="Name"
"Need a Number"="Need a number!"
"Net unavailable !"="Net unavailable !"
"Network changed. Rebooting"="Network changed. Rebooting"
"Network Checking..."="Network Checking..."
"Network configuration has changed, shall become effective after the restart?"="Reboot now?"
"Network Directory"="Network Directory"
"Network Favorite"="Network Favorite"
"Network Unavailable"="Network unavailable."
"Network unavailable."="Network unavailable."
"Network"="Network"
"NetworkCallLog_Idle"="Network Calllog"
"NetworkCalllogGroup_Idle"="Network Calllog Group"
"NetworkFavorites"="Network Favorites"
"New Call"="New Call"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="New Location"
"New Message"="New Message"
"New Missed Call(s)"="New Missed Call(s)"
"New password is invalid!"="New password is invalid!"
"New Password"="New Password"
"New PIN"="New PIN"
"New Text Message"="New Text Message"
"New Voice Mail"="New Voice Mail"
"new"="new"
"NewSMS_Idle"="NewSMS"
"Next"="Next"
"NextSpace"="NextSpace"
"No Account"="No Account"
"No Answer Forward"="No Answer Forward"
"No Bluetooth Adapter Found."="No bluetooth adapter found."
"No contact!"="No contact!"
"No EXP"="No EXP"
"No found bluetooth adapter."="No found bluetooth adapter!"
"No Record"="No Record"
"No Service"="No Service"
"No submit url !"="No submit url !"
"No."="Code"
"None"="None"
"Not Found"="Not Found"
"Not Installed"="Not Installed"
"Note"="Note"
"Nov"="Nov"
"NTP server1 is invalid!"="Invalid NTP Server 1!"
"NTP Server1"="NTP Server 1"
"NTP server2 is invalid!"="Invalid NTP Server 2!"
"NTP Server2"="NTP Server 2"
"Number already exists!"="Number already exists!"
"Number can not be empty!"="Number can not be empty!"
"Number exists"="Number exists"
"Number Invalid"="Number Invalid."
"Number is invalid!"="Number is invalid!"
"Number"="Number"
"Oct"="Oct"
"Off code can't be empty!"="Off Code can't be empty!"
"Off Code could not be empty when On Code is set!"="Off Code can't be empty when On Code is set!"
"Off code is invalid!"="Off code is invalid!"
"Off Code"="Off Code"
"Off"="Off"
"Office"="Office"
"Offline"="Offline"
"OK"="OK"
"Old Number"="Old Number"
"old"="old"
"On code is invalid!"="On code is invalid!"
"On Code"="On Code"
"On"="On"
"Online"="Online"
"Only 4 level menu supported!"="Only 4 level menu supported!"
"Other"="Other"
"Others"="Others"
"Outbound Alternate Number Invalid"="Alt.Number Invalid."
"Outbound Alternate Phone Number"="Outbound Alternate Phone Number"
"Outbound proxy is invalid!"="Outbound Proxy can't be empty!"
"Outbound Proxy"="Outbound Proxy"
"Outbound Status"="Outbound Status"
"Outbox"="Outbox"
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Overwrite the original contact?"
"Paging"="Multicast Paging"
"Parameter is empty!"="Number can't be empty!"
"Park Failed"="Park Failed"
"Park"="Park"
"Parked"="Parked"
"Password can't be empty"="Password can't be empty"
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Password is invalid!"
"Password is wrong!"="The password is wrong!"
"Password"="Password"
"PC Port"="PC Port"
"PEAP-MSCHAPV2"="PEAP-MSCHAPv2"
"Personal"="Personal"
"Phone number is empty!"="Phone number is empty!"
"Phone Number"="Phone Number"
"Phone Numbers"="Phone Numbers"
"Phone Setting"="Phone Settings"
"Phone"="Phone"
"Photo"="Photo"
"Pick Up"="Directed Pickup"
"Pickup"="Pickup"
"Pickup_Idle"="DPickup"
"PIN/ID"="PIN/ID"
"PINs don't match!"="PINs don't match!"
"Placed Calllog"="Placed"
"Placed Calls"="Placed"
"Play Tone"="Play Tone"
"Please Enter Filter Conditions"="Please Enter Filter Conditions"
"Please input a nonempty name"="Please input a nonempty name"
"Please selected contact!"="Please select contact!"
"Please selected record!"="Please select record!"
"Please upload VPN config file firstly!"="Please upload VPN config file firstly!"
"Polish"="Polish"
"Portuguese"="Portuguese"
"PPPoE Password is invalid!"="PPPoE Password is invalid!"
"PPPoE PWD"="PPPoE Password"
"PPPoE User"="PPPoE User"
"PPPoE"="PPPoE"
"PPPoEUser is invalid!"="PPPoE User can't be empty!"
"Prefix"="Prefix"
"Prefix_Idle"="Prefix"
"Previous"="Previous"
"Pri.DNS is invalid!"="Pri.DNS is invalid!"
"Pri.DNS"="Primary DNS"
"PriHold"="PriHold"
"Priority is invalid!"="Invalid Priority!"
"Priority should be 0-7!"="Priority should be 0-7!"
"Priority"="Priority"
"Private Hold"="Private Hold"
"Product ID"="Product ID"
"Provision Now"="Provision Now"
"Public Hold"="Public Hold"
"q'ing"="Q'ing"
"Querying. Please wait..."="Querying. Please wait..."
"Queue"="Queue"
"Reboot the phone?"="Reboot the phone?"
"Reboot"="Reboot"
"Recall"="Recall"
"Received Calllog"="Received"
"Received Calls"="Received"
"Recieved Calls"="Received"
"Record"="Record"
"Redial Interval is invalid!"="Redial Interval is invalid!"
"Redial Interval should be 1-300!"="Redial Interval should be 1～300!"
"Redial Interval"="Redial Interval"
"Redial Time is invalid!"="Redial Time is invalid!"
"Redial Time should be 1-300!"="Redial Time should be 1～300!"
"Redial Time"="Redial Times"
"Redial times"="Redial Times"
"Redial"="Redial"
"Redirct Updating Failed"="Redirct Updating Failed"
"Redirector"="Redirector"
"Refresh Failed."="Refresh Failed."
"Refresh"="Refresh"
"Refreshing.."="Refreshing..."
"Register fail"="Register Fail"
"Register Failed"="Register Failed"
"Register name is invalid!"="Register name is invalid!"
"Register Name"="Register Name"
"Registered"="Registered"
"Registering"="Registering"
"Reject off code can't be empty!"="Off Code can't be empty!"
"Reject off code is invalid!"="Reject off code is invalid!"
"Reject on code is invalid!"="Reject on code is invalid!"
"Reject"="Reject"
"Remote Contacts"="Remote Phone Book"
"Remote Office"="Remote Office"
"Remote Phone Book"="Remote Phone Book"
"Remove"="Delete"
"Require Answer Confirmation"="Require Answer Confirmation"
"Reset Option"="Reset Option"
"Reset to Factory"="Reset to Factory"
"Reset to factory?"="Reset to Factory?"
"Reset"="Reset"
"Reseting,Please wait..."="Reseting,Please wait..."
"Resetting to factory, please wait..."="Resetting to factory, please wait..."
"Resume"="Resume"
"Retrieve Failed"="Retrieve Failed"
"Retrieve Park"="Retrieve Park"
"Retrieve"="Retrieve"
"RetrievePark"="RetrievePark"
"Ring saving ..."="Ring saving ..."
"Ring Tones"="Ring Tones"
"Ring"="Ring"
"Ringing"="Ringing"
"Router"="Router"
"Sat"="Sat"
"Saturday"="Saturday"
"Save Config Failed, Please Retry!"="Save Config Failed, Please Retry!"
"Save Failed!"="Save Failed"
"Save failed!"="Save Failed"
"Save"="Save"
"Saved!"="Saved!"
"Saving  Configuration..."="Saving Configuration..."
"Saving  file..."="Saving file..."
"Saving. Please wait..."="Saving. Please wait..."
"SCA Active"="SCA Active"
"SCA Alerting"="SCA Alerting"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Bridge Held"="SCA Bridge Held"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Held"
"SCA Unknown"="SCA Unknown"
"Scan Failed."="Scan failed."
"Scan failed."="Scan failed."
"Scan"="Scan"
"Scaning bluetooth devices..."="Scaning bluetooth devices..."
"Scaning..."="Scaning..."
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Search Result"="Search Result"
"Search"="Search"
"Sec.DNS is invalid!"="Sec.DNS is invalid!"
"Sec.DNS"="Secondary DNS"
"Seizing"="Seizing"
"Select All"="Select All"
"Select"="Select"
"Send Anonymous Code"="Send Anonymous Code"
"Send Anonymous"="Send Anonymous"
"Send"="Send"
"Sending Provision Requests..."="Sending Provision Requests..."
"Sentbox"="Sentbox"
"Sep"="Sep"
"server error"="server error"
"Server Status"="Server Status"
"Server URL can't be empty!"="Server URL can't be empty!"
"Server URL"="Server URL"
"Server"="Server"
"Set AES Key"="Set AES Key"
"Set failed!"="Set failed!"
"Set failly!"="Set failly!"
"Set Password"="Set Password"
"Set Voice Mail"="Set Voice Mail"
"Setting"="Setting"
"Share line unavailable"="Shared line unavailable"
"Share Line"="Share Line"
"Shared Calls"="Shared Calls"
"SignIn"="SignIn"
"SignOut"="SignOut"
"Silence"="Silence"
"Simultaneous Ring Personal"="Simultaneous Ring Personal"
"SIP server1 is invalid!"="SIP Server can't be empty!"
"SIP Server1"="SIP Server1"
"SIP server2 is invalid!"="SIP server2 is invalid!"
"SIP Server2"="SIP Server2"
"SMS"="SMS"
"SNTP"="SNTP Settings"
"Sorry,Only 1000 contacts are allowed!"="Sorry,Only 1000 contacts are allowed!"
"Sorry,Only 30 Blacklists are allowed!"="Sorry, only 30 Blacklists are allowed!"
"Sorry,only 50 groups are allowed!"="Sorry, only 50 groups are allowed!"
"Sound"="Sound"
"Spanish"="Spanish"
"Speed Dial"="Speed Dial"
"SpeedDial_Idle"="SpeedDial"
"Split"="Split"
"srtp is not avaliable in four ways conference!"="SRTP is not avaliable in four ways conference!"
"Start IP"="Start IP"
"Static IP"="Static IP"
"Static"="Static"
"Status"="Status"
"STUN server is invalid!"="STUN Server can't be empty!"
"STUN Server"="STUN Server"
"STUN Status"="STUN Status"
"Submit"="Submit"
"Subnet mask is invalid!"="Subnet mask is invalid!"
"Subnet Mask"="Subnet Mask"
"Success Saved!"="Saving...Please Wait!"
"Success!"="Success!"
"Sun"="Sun"
"Sunday"="Sunday"
"Swap"="Swap"
"Switch"="Switch"
"SwitchAccount_Idle"="Switch"
"SwitchAccountDown_Idle"="Switch"
"SwitchAccountUp_Idle"="Switch"
"System default account"="Default Account"
"System Wallpaper Cannot be Deleted!!"="System Wallpaper Cannot be Deleted!"
"Talk From"="From"
"Talking"="Talking"
"Target cannot be empty!"="Target cannot be empty!"
"Temporarily not available"="Temporarily Not Available"
"Temporarily Unavailable"="Temporarily Unavailable"
"The audio codecs is different, can’t set up a conference!"="The audio codecs is different, can’t set up a conference!"
"The old password is incorrect!"="The old password is incorrect!"
"Thu"="Thu"
"Thursday"="Thursday"
"Time Format"="Time Format"
"Time out"="Time out"
"Time Zone"="Time Zone"
"Time"="Time"
"To"="To"
"To:"="To"
"Today"="Today"
"Trace"="Trace"
"Transfer Failed"="Transfer failed"
"Transfer to"="Transfer to"
"Transfer"="Transfer"
"Transfered"="Transferred"
"Transferred"="Transferred"
"Transferring"=" Transferring"
"Tue"="Tue"
"Tuesday"="Tuesday"
"Turkish"="Turkish"
"Type"="Type"
"UC Favorite"="UC Favorite"
"Unavail Reason"="Unavail Reason"
"Unavailable Reason Code"="Unavailable Reason Code"
"Unavailable"="Unavailable"
"Unknow"="Unknow"
"Unknown Error !"="Unknown Error !"
"Unknown"="Unknown"
"Unlock PIN"="Unlock PIN"
"UnlockPIN"="Phone Unlock PIN"
"Unregistered"="Unregistered"
"Unregistering"="Unregistering"
"Unvail"="Unvail"
"Update finish"="Update finish"
"Update Skipped"="Update skipped"
"Update"="Update"
"Update, ok or cancel?"="Update, OK or Cancel?"
"Updating, please wait..."="Updating, please wait..."
"URL is empty!"="URL is empty"
"URL is invalid!"="URL is invalid!"
"URL Record"="URL Record"
"URL"="URL"
"Use BroadWorks-based Call Control"="Use BroadWorks-based Call Control"
"User Host"="User Host"
"User ID"="User ID"
"User mode changed!"="User mode changed!"
"User name is invalid!"="User name is invalid!"
"User Name"="User Name"
"User Type"="User Type"
"User Unknown."="User Unknown."
"user"="user"
"Userdata Reset"="Userdata Reset"
"UserID Can't be Empty!"="UserID Can't be Empty!"
"UserMode "="User Mode"
"UserMode"="User Mode"
"Value is invalid!"="Value is invalid!"
"Value"="Value"
"var"="var"
"Via"="Via"
"VID nubmer is invalid!"="Invalid VID!"
"VID number should be 1-4094!"="VID should be 1-4094!"
"VID Number"="VID Number"
"View Voice Mail"="View Voice Mail"
"View"="View"
"VLAN unsupported in PPPoE!"="VLAN unsupported in PPPoE!"
"VLAN"="VLAN"
"Voice Mail"="Voice Mail"
"Voice Number is invalid!"="Voice Number is invalid!"
"VPN Active"="VPN Active"
"VPN"="VPN"
"Wait for"="Wait for"
"Wait Time"="Wait Time"
"Wallpaper"="Wallpaper"
"WAN IP"="WAN IP"
"WAN Port VLAN"="VLAN Status"
"WAN Port"="WAN Port"
"WAN Type"="WAN Type"
"Warning"="Warning"
"Web access password is wrong !"="Web access password is wrong !"
"Web Server"="Webserver Type"
"Wed"="Wed"
"Wednesday"="Wednesday"
"Wrap up"="Wrap Up"
"Wrap-Up"="Wrap Up"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML Browser"="XML Browser"
"Xml Browser"="XML Browser"
"XML Group"="XML Group"
"XML_Idle"="XML Group"
"XMLMenu_Idle"="XML"
"XSI is empty"="XSI is empty"
"Yesterday"="Yesterday"
"Your account unauthorized."="Your account unauthorized."
"YYYY-MM-DD"="YYYY-MM-DD"
"Zero SP Touch"="Zero Touch"
"Zero Touch"="Zero Touch"
"Zero-SP-Touch"="Zero Touch"
